export const projects = [
    {
        name: 'WSE-201',
        img: 'projects/wse-201.png',
        tags: ['indev','public'],
        desc: `<b>WSE-201</b> - это <b>сюжетный хоррор</b> проект в стиле <b>found footage</b> в <b>Minecraft</b>. Вы с другом решили приехать в заброшеный лагерь, в котором вы когда-то познакомились, что бы узнать все детали инцидента. После прибытия вы не обнаруживаете своего друга, зато странным образом вы начинаете видеть видения, которые искажают реальность. Вы уже не в том мире, где есть жизнь - вы в своём внутреннем мире.`
    },
    {
        name: 'Mearch',
        img: 'projects/mearch.jpg',
        tags: ['prototype','public'],
        desc: `<b>Mearch</b> - это простенькая утилита для <b>поиска и загрузки музыки.</b>`
    },
    {
        name: 'M2Hub',
        img: 'banner.png',
        tags: ['indev','trust'],
        desc: `<b>M2Hub</b> - это <b>сервис</b>, который позволяет <b>проектам M²Studio</b> общатся <b>между собой</b>. Этот "Хаб" также предоставляет <b>публичный API</b> для интеграции <b>сервисов M²Studio</b> в <b>ваши собственные проекты</b>.`
    },
    {
        name: "RML",
        img: 'projects/rml.webp',
        tags: ['prototype','public','remade'],
        desc: `<b>RML</b> - это лаунчер <b>Minecraft</b>, написанный на <b>Rust</b>. Планировалось сделать из него <b>универсальную утилиту</b> для всего.`
    }
]